quest_system_2130820026_name=^?^The Great Kraken
quest_system_2130820026_stage_0=^?^Speak to Captain Wetbelly. His ship, "Slider," is on route near the north-west rocks.
quest_system_2130820026_stage_1=^?^Follow the "Slider" to the Kraken's den. Keep the ship in sight.
quest_system_2130820026_stage_2=^?^Be ready for the Kraken's attack.
quest_system_2130820026_stage_3=^?^The Kraken is killed; you can collect your reward.
quest_system_2130820026_task=^?^The Woman-Pirate Mirabella will marry only the bravest and worthiest man. She asks that you kill a sea monster, the Kraken, as proof of the seriousness of your intentions.
